/* Details of a saved card. &apos;{card brand} ending in {last 4}&apos; e.g. &apos;VISA ending in 4242&apos; */
"%1$@ ending in %2$@" = "%1$@ med slutsiffrorna %2$@";

/* Bank name when bank is offline for maintenance. */
"%@ - Offline" = "%@ – Offline";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"+ Add" = "+ Lägg till";

/* Text for a button that, when tapped, displays another screen where the customer can enter card details */
"+ Add card" = "+ Lägg till kort";

/* Source type brand name */
"3D Secure" = "3D Secure";

/* Title for address entry section */
"ACCOUNT HOLDER ADDRESS" = "KONTOINNEHAVARENS ADRESS";

/* This is a Payment Method type brand name so shouldn&apos;t be translated unless it has a different name in a given localization. */
"AU BECS Debit" = "AU BECS Debit";

/* Payment Method type brand name. */
"AU BECS Direct Debit" = "AU BECS Direct Debit";

/* part of {Account} ending in {last4} */
"Account" = "Konto";

/* Caption for Name field on bank info form */
"Account Holder Name" = "Kontoinnehavarens namn";

/* Placeholder text for Account number entry field for BECS Debit. */
"Account number" = "Kontonummer";

/* Button to add a new credit card. */
"Add New Card…" = "Lägg till nytt kort …";

/* Title for Add a Card view */
"Add a Card" = "Lägg till kort";

/* Title for SEPA Debit Account form */
"Add a Direct Debit Account" = "Lägg till autogirokonto";

/* Title shown above a card entry form */
"Add a card" = "Lägg till ett kort";

/* Text for a button that, when tapped, displays another screen where the customer can add a new payment method */
"Add a payment method" = "Lägg till en betalningsmetod";

/* Button prompt to add a bank account as a payment method. */
"Add bank account" = "Lägg till bankkonto";

/* Label of a button displayed below a card entry form that saves the card details */
"Add card" = "Lägg till kort";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"Add new payment method" = "Lägg till ny betalningsmetod";

/* Title shown above a form where the customer can enter payment information like credit card details, email, billing address, etc. */
"Add your payment information" = "Lägg till betalningsinformation";

/* Address line 2 placeholder for billing address form. */
"Address line 2 (optional)" = "Adressrad 2 (valfritt)";

/* Payment Method type brand name */
"Affirm" = "Affirm";

/* Payment Method type brand name  */
"Afterpay" = "Afterpay";

/* Payment Method type brand name */
"AfterpayClearpay" = "AfterpayClearpay";

/* Payment Method type brand name */
"AfterpayClearpay_copy" = "AfterpayClearpay";

/* Source type brand name */
"Alipay" = "Alipay";

/* Text for Apple Pay payment method */
"Apple Pay" = "Apple Pay";

/* Caption for Apartment/Address line 2 field on address form */
"Apt." = "Lägenhetsnr.";

/* Title of confirmation prompt when removing a saved card. */
"Are you sure you want to remove this card?" = "Är du säker på att du vill ta bort kortet?";

/* Title of confirmation prompt when removing a linked bank account. */
"Are you sure you want to remove this linked account?" = "Är du säker på att du vill ta bort det länkade kontot?";

/* Title for bank picker section */
"BANK" = "BANK";

/* Title for bank account information form */
"BANK ACCOUNT INFORMATION" = "BANKKONTOINFORMATION";

/* Title for billing address entry section */
"BILLING ADDRESS" = "FAKTURERINGSADRESS";

/* Payment Method type brand name */
"BLIK" = "BLIK";

/* Placeholder text for BSB Number entry field for BECS Debit. */
"BSB" = "BSB";

/* Text for back button */
"Back" = "Tillbaka";

/* Source type brand name */
"Bancontact" = "Bancontact";

/* Link Instant Debit payment method display name */
"Bank" = "Bank";

/* Label for Bank Account selection or detail entry form */
"Bank Account" = "Bankkonto";

/* Title for billing address entry section */
"Billing Address" = "Faktureringsadress";

/* Billing address section title for card form entry. */
"Billing address" = "Faktureringsadress";

/* Payment Method type brand name */
"Boleto" = "Boleto";

/* Klarna buy now or pay later copy */
"Buy now or pay later with Klarna." = "Köp nu eller betala senare med Klarna.";

/* Text providing link to terms for ACH payments */
"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "Genom att fortsätta samtycker du till att godkänna betalningar i enlighet med dessa <terms>villkor</terms>.";

/* Mandate text displayed when paying via Link instant debit. */
"By continuing, you agree to authorize payments pursuant to these <terms>terms</terms>." = "Genom att fortsätta samtycker du till att godkänna betalningar i enlighet med dessa <terms>villkor</terms>.";

/* Legal text shown when creating a Link account. */
"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Genom att registrera dig på Link, godkänner du våra <terms>villkor</terms> och vår <privacy>integritetspolicy</privacy>.";

/* SEPA legal authorization text – must use official translations. */
"By providing your IBAN and confirming this payment, you are authorizing %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and your bank to debit your account in accordance with those instructions. You are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited." = "Genom att tillhandahålla ditt IBAN och bekräfta betalningen godkänner du att %@ och Stripe, vår betalningsleverantör, skickar instruktioner till din bank för debitering av ditt konto i enlighet med dessa instruktioner. Din rätt till återbetalning är i enlighet med villkoren för ditt avtal med din bank. Återbetalning måste krävas inom 8 veckor från och med det datum då ditt konto debiterades.";

/* Legal text shown when using AUBECS. */
"By providing your bank account details and confirming this payment, you agree to this Direct Debit Request and the <terms>Direct Debit Request service agreement</terms>, and authorise Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID number 507156 (“Stripe”) to debit your account through the Bulk Electronic Clearing System (BECS) on behalf of %@ (the \"Merchant\") for any amounts separately communicated to you by the Merchant. You certify that you are either an account holder or an authorised signatory on the account listed above." = "Genom att tillhandahålla dina bankkontouppgifter och bekräfta denna betalning samtycker du till denna begäran om autogiro och <terms>användaravtalet för begäranden om autogiro</terms>, och godkänner att Stripe Payments Australia Pty Ltd ACN 160 180 343 Användar-ID för autogiro 507156 (“Stripe”) debiterar ditt konto via Bulk Electronic Clearing System (BECS) på uppdrag av %@ (\"handlaren\") för alla belopp som separat meddelats till dig av handlaren. Du intygar att du antingen är kontoinnehavare eller auktoriserad undertecknare på det konto som anges ovan.";

/* SEPA mandate text */
"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "Genom att tillhandahålla din betalningsinformation och bekräfta denna betalning godkänner du (A) %@ och Stripe, vår betaltjänstleverantör, att skicka instruktioner till din bank att debitera ditt konto och (B) din bank att debitera ditt konto i enlighet med dessa instruktioner. Som en del av dina rättigheter har du rätt till återbetalning från din bank enligt villkoren för ditt avtal med din bank. Återbetalning måste krävas inom åtta veckor från det datum då ditt konto debiterades. Dina rättigheter förklaras i ett utdrag som du kan få från din bank. Du godkänner att få aviseringar för framtida debiteringar upp till två dagar innan de inträffar.";

/* Mandate text with link to terms when saving a bank account payment method to a merchant (merchant name replaces %@). */
"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "Genom att spara ditt bankkonto för %@ samtycker du till att godkänna betalningar i enlighet med <terms>dessa villkor</terms>.";

/* Title for card number entry field */
"CARD" = "KORT";

/* Title for contact info form */
"CONTACT" = "KONTAKTINFORMATION";

/* Title for country picker section */
"COUNTRY" = "LAND";

/* Label for entering CVC in text field */
"CVC" = "CVC-kod";

/* Label for entering CVV in text field */
"CVV" = "CVV-kod";

/* Title for credit card number entry field */
"Card" = "Kort";

/* Details of a saved card */
"Card ending in %@" = "Kort slutar på %@";

/* Card details entry form header title */
"Card information" = "Kortinformation";

/* Label for card number entry text field */
"Card number" = "Kortnummer";

/* Title for a button that allows the user to use a different email in the signup flow. */
"Change email" = "Ändra e-postadress";

/* TODO */
"Choose a payment method" = "Välj en betalmetod";

/* Payment Method type brand name */
"Clearpay" = "Clearpay";

/* Accessibility label for the button to close the card scanner. */
"Close card scanner" = "Stäng kortskanner";

/* Accessibility label describing a field for entering a login code */
"Code field" = "Fält för kod";

/* Text of a notification shown to the user when a login code is successfully sent via SMS. */
"Code sent" = "Koden har skickats";

/* Title for contact info form */
"Contact" = "Kontaktinformation";

/* Title for delivery address entry section */
"DELIVERY ADDRESS" = "LEVERANSADRESS";

/* Label for identifying the default payment method. */
"Default" = "Standard";

/* Title for delivery info form */
"Delivery" = "Leverans";

/* Title for delivery address entry section */
"Delivery Address" = "Leveransadress";

/* Accessibility hint for a text field */
"Double tap to edit" = "Dubbelklicka för att redigera";

/* Source type brand name */
"EPS" = "EPS";

/* Label title for EPS Bank */
"EPS Bank" = "EPS Bank";

/* Button title to enter editing mode */
"Edit" = "Redigera";

/* Instructs the user to enter the code sent to their phone number in order to login to Link */
"Enter the code sent to %@ to use Link to pay by default." = "Ange koden som skickades till %@ för att använda Link för att betala som standard.";

/* Two factor authentication screen heading */
"Enter your verification code" = "Ange din verifieringskod";

/* Payment Method type brand name */
"FPX" = "FPX";

/* A text notice shown when the user selects a card that requires re-entering the security code (CVV/CVC). */
"For security, please re-enter your card’s security code." = "Ange säkerhetskoden för ditt kort igen av säkerhetsskäl.";

/* Label for free shipping method */
"Free" = "Gratis";

/* Placeholder string for name entry field. */
"Full name" = "Fullständigt namn";

/* Source type brand name */
"Giropay" = "Giropay";

/* Payment Method type brand name. */
"GrabPay" = "GrabPay";

/* IBAN placeholder – don&apos;t translate */
"IBAN" = "IBAN";

/* Shipping form error message */
"Invalid Shipping Address" = "Ogiltig leveransadress";

/* Spoken during VoiceOver when a form field has failed validation. */
"Invalid data." = "Ogiltiga data.";

/* Title for a button that when tapped creates a Link account for the user. */
"Join Link" = "Börja använda Link";

/* Source type brand name */
"Klarna" = "Klarna";

/* Link Payment Method type brand name */
"Link" = "Link";

/* Title for screen when data is still loading from the network. */
"Loading…" = "Laddar ...";

/* label for text field to enter card expiry */
"MM / YY" = "MM/ÅÅ";

/* label for text field to enter card expiry */
"MM/YY" = "MM/ÅÅ";

/* Title for payment options section */
"MORE OPTIONS" = "FLER VAL";

/* Source type brand name */
"Multibanco" = "Multibanco";

/* Payment Method type brand name */
"NetBanking" = "NetBanking";

/* Label for button to add a new credit or debit card */
"New Card" = "Nytt kort";

/* Label for button to add a new SEPA Direct Debit account */
"New Direct Debit Account" = "Nytt autogirokonto";

/* Accessibility label for button to add a new SEPA Direct Debit account */
"New SEPA Direct Debit Account" = "Nytt SEPA-autogirokonto";

/* Button to move to the next text entry field */
"Next" = "Nästa";

/* Text of a label for confirming an email address. E.g., 'Not user@example.com?' */
"Not %@?" = "Inte %@?";

/* Payment Method type brand name */
"OXXO" = "OXXO";

/* Button to pay with a Bank Account (using FPX). */
"Online Banking (FPX)" = "Internetbank (FPX)";

/* Separator label between two options */
"Or" = "Eller";

/* Title of a section containing multiple payment methods that can selected and will collect the payment information from the user. */
"Or pay using" = "Eller betala genom att använda";

/* Title of a section containing a card form that will collect the payment information from the user. */
"Or pay with a card" = "Eller betala med ett kort";

/* Source type brand name */
"P24" = "P24";

/* Label of a button that initiates payment when tapped */
"Pay %@" = "Betala %@";

/* Label of a button that when tapped allows the user to select a different form of payment. */
"Pay another way" = "Betala på ett annat sätt";

/* Label describing the benefit of signing up for Link. Pay faster at {Merchant Name} and thousands of merchants. e.g, 'Pay faster at Example, Inc. and thousands of merchants.' */
"Pay faster at %@ and thousands of merchants." = "Betala snabbare hos %@ och hos tusentals handlare.";

/* Klarna pay later copy */
"Pay later with Klarna." = "Betala senare med Klarna.";

/* Pay over time with Affirm copy */
"Pay over time with %@" = "Sprid ut betalningarna med %@";

/* Title shown above a section containing various payment options */
"Pay using" = "Betala med";

/* Label preceding the selected payment method. */
"Pay with" = "Betala med";

/* Pay with {payment method} */
"Pay with %@" = "Betala med %@";

/* Payment Method type brand name */
"PayPal" = "PayPal";

/* Title for Payment Method screen */
"Payment Method" = "Betalningsmetod";

/* Accessibility instructions for card scanning. */
"Point the camera at your card." = "Rikta kameran mot ditt kort.";

/* Short string for postal code (text used in non-US countries). Please keep to 8 characters or less if possible. */
"Postal" = "Postnr";

/* Caption for Postal Code field on address form (only shown in countries other than the United States) */
"Postal Code" = "Postnummer";

/* Label of a button that, when tapped, initiates payment, becomes disabled, and displays this text */
"Processing..." = "Bearbetar ...";

/* Payment Method type brand name. */
"Przelewy24" = "Przelewy24";

/* Label title for Przelewy24 Bank */
"Przelewy24 Bank" = "Przelewy24 Bank";

/* Button title for confirmation alert to remove a saved payment method
   Text for remove button */

"Remove" = "Ta bort";
/* Content for alert popup prompting to confirm removing a saved card. Remove {card brand} ending in {last 4} e.g. &apos;Remove VISA ending in 4242&apos; */

"Remove %1$@ ending in %2$@" = "Ta bort %1$@ med slutsiffrorna %2$@";
/* Content for alert popup prompting to confirm removing saved payment method. */

"Remove %@" = "Ta bort %@";
/* Title for confirmation alert to remove a card */

"Remove Card" = "Ta bort kort";
/* Title for confirmation alert to remove a saved bank account payment method */

"Remove bank account" = "Ta bort bankkonto";
/* Content for alert popup prompting to confirm removing a saved bank account. e.g. 'Remove bank account ending in 4242' */

"Remove bank account ending in %@" = "Ta bort bankkonto som slutar på %@";
/* Title for a button that when tapped removes a saved card. */

"Remove card" = "Ta bort kort";
/* Title for a button that when tapped removes a linked bank account. */

"Remove linked account" = "Ta bort länkat konto";
/* Label for a button that re-sends the a login code when tapped */

"Resend code" = "Skicka koden igen";
/* part of {SEPA Account} ending in {last4} */

"SEPA Account" = "SEPA-konto";
/* Payment method brand name */

"SEPA Debit" = "SEPA Debit";
/* Source type brand name */

"SEPA Direct Debit" = "SEPA-autogiro";
/* Title for shipping address entry section */

"SHIPPING ADDRESS" = "LEVERANSADRESS";
/* Label for shipping method form */

"SHIPPING METHOD" = "LEVERANSMETOD";
/* Source type brand name */

"SOFORT" = "SOFORT";
/* The label of a switch indicating whether to save the payment method for future payments. */

"Save for future payments" = "Spara för framtida betalningar";
/* Label for a checkbox that when checked allows the payment information to be saved and used in future checkout sessions. */

"Save my info for secure 1-click checkout" = "Spara mina uppgifter för säker betalning med ett klick";
/* The label of a switch indicating whether to save the user&apos;s card for future payments to this merchant */

"Save this card for future %@ payments" = "Spara detta kort för framtida betalningar hos %@";
/* The label of a switch indicating whether to save the user's card for future payment */

"Save this card for future Stripe payments" = "Spara detta kort för framtida Stripe-betalningar";
/* Title for the Link signup screen */

"Secure 1⁠-⁠click checkout" = "Betala säkert med ett klick";
/* Label prompting the user to select one of the saved payment methods from a list. */

"Select a saved payment" = "Välj en sparad betalningsmetod";
/* label for iDEAL-bank selection picker */

"Select bank" = "Välj bank";
/* Title shown above a carousel containing the customer&apos;s payment methods */

"Select your payment method" = "Välj din betalningsmetod";
/* Label for a button or menu item that sets a payment method as default when tapped. */

"Set as default" = "Ställ in som standard";
/* Label of a checkbox that when checked makes a payment method as the default one. */

"Set as default payment method" = "Ställ in som standardbetalningsmetod";
/* Label of a button displayed below a payment method form. Tapping the button sets the payment method up for future use */

"Set up" = "Konfigurera";
/* Title for shipping info form */

"Shipping" = "Frakt";
/* Title for shipping address entry section */

"Shipping Address" = "Leveransadress";
/* Label for shipping method form */

"Shipping Method" = "Leveransmetod";
/* Accessibility label for an action or a button that shows a menu. */

"Show menu" = "Visa meny";
/* Two factor authentication screen heading */

"Sign in to your Link account" = "Logga in på ditt Link-konto";
/* Payment Method type brand name

   Source type brand name */
"Sofort" = "Sofort";

/* Caption for generalized state/province/region field on address form (not tied to a specific country&apos;s format) */
"State / Province / Region" = "Stat/provins/region";

/* Prompt for microdeposit verification before completing purchase with merchant. %@ will be replaced by merchant business name */
"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "Stripe sätter in 0,01 USD på ditt konto inom 1–2 arbetsdagar. Sedan får du ett e-postmeddelande med instruktioner för att slutföra betalningen till %@.";

/* Accessibility hint to tell the user that they can tap to hide additional content. */
"Tap to close" = "Klicka för att stänga";

/* Accessibility hint to tell the user that they can tap to reveal additional content. */
"Tap to expand" = "Klicka för att utvidga";

/* Error string displayed to user when they have entered an incomplete BSB number. BSB refers to an Australian bank account number */
"The BSB you entered is incomplete." = "Det BSB du angav är ofullständigt.";

/* Error string displayed to user when they enter in an invalid BSB number. &quot;BSB&quot; refers to an Australian bank account. */
"The BSB you entered is invalid." = "Det BSB du angav är ogiltigt.";

/* An error message displayed when the customer's IBAN is incomplete. */
"The IBAN you entered is incomplete." = "Angivet IBAN är ofullständigt.";

/* An error message displayed when the IBAN country code is not supported. */
"The IBAN you entered is invalid, \"%@\" is not a supported country code." = "Angivet IBAN är ogiltigt, \"%@\" är inte en giltig landskod.";

/* Error when the seleted payment method is not available (eg attempted to use 3D Secure on a card that does not support it). */
"The selected payment method is not available." = "Den valda betalningsmetoden är inte tillgänglig.";

/* A text notice shown when the user selects an expired card. */
"This card has expired. Update it to keep using it or use a different payment." = "Detta kort har löpt ut. Uppdatera det för att fortsätta använda det eller använd en annan betalningsmetod.";

/* Text of a label indicating that a payment method is the default. */
"This is your default" = "Detta är din standardbetalningsmetod";

/* Error when 3DS2 authentication timed out. */
"Timed out authenticating your payment method -- try again" = "Tidsgränsen överskreds vid autentisering av betalningsmetoden – försök igen";

/* Error when the user hasn&apos;t allowed the current app to access the camera when scanning a payment card. &apos;Settings&apos; is the localized name of the iOS Settings app. */
"To scan your card, allow camera access in Settings." = "Tillåt kameraåtkomst i Inställningar för att skanna kortet.";

/* Payment Method type brand name */
"UPI" = "UPI";

/* Payment Method type name for US Bank Account payments. */
"US Bank Account" = "Amerikanskt bankkonto";

/* Label shown when a payment method cannot be used for the current transaction. */
"Unavailable for this purchase" = "Otillgängligt för detta köp";

/* Default missing source type label */
"Unknown" = "Okänd";

/* Title for a button that when tapped, presents a screen for updating a card. Also the heading the screen itself. */
"Update card" = "Uppdatera kort";

/* Button to fill shipping address from billing address. */
"Use Billing" = "Använd faktureringsadress";

/* Button to fill billing address from delivery address. */
"Use Delivery" = "Använd leveransadress";

/* Button to fill billing address from shipping address. */
"Use Shipping" = "Använd fraktadress";

/* Two factor authentication screen heading */
"Use your saved info to check out faster" = "Använd din sparade information för att betala snabbare";

/* Error when 3DS2 authentication failed (e.g. customer entered the wrong code) */
"We are unable to authenticate your payment method. Please choose a different payment method and try again." = "Vi kan inte verifiera din betalningsmetod. Välj en annan betalningsmetod och försök igen.";

/* Source type brand name */
"WeChat Pay" = "WeChat Pay";

/* You&apos;ll be taken to {bank name} to finish your purchase. */
"You'll be taken to %@ to finish your purchase." = "Du tas nu till %@ för att slutföra ditt köp.";

/* An error message displayed when the IBAN does not start with a two-letter country code. */
"Your IBAN should start with a two-letter country code." = "Ditt IBAN ska börja med en landskod (två bokstäver).";

/* An error message. */
"Your IBAN should start with a two-letter country code._copy" = "Ditt IBAN ska börja med en landskod (två bokstäver).";

/* Error message for when ZIP code in form is incomplete (US only) */
"Your ZIP is incomplete." = "Ditt postnummer är ofullständigt.";

/* Error message for when postal code in form is invalid (US only) */
"Your ZIP is invalid." = "Ditt postnummer är ogiltigt.";

/* Error message for card form when card number is incomplete */
"Your card number is incomplete." = "Ditt kortnummer är ofullständigt.";

/* Error message for card form when card number is invalid */
"Your card number is invalid." = "Ditt kortnummer är ogiltigt.";

/* Error message for card details form when expiration date isn&apos;t entered completely */
"Your card's expiration date is incomplete." = "Kortets utgångsdatum är ofullständigt.";

/* Error message for card details form when expiration date is invalid */
"Your card's expiration date is invalid." = "Kortets utgångsdatum är ogiltigt.";

/* String to describe an invalid month in expiry date. */
"Your card's expiration month is invalid." = "Kortets utgångsmånad är ogiltig.";

/* String to describe an invalid year in expiry date. */
"Your card's expiration year is invalid." = "Kortets utgångsår är ogiltigt.";

/* Error message for card entry form when CVC/CVV is incomplete. */
"Your card's security code is incomplete." = "Kortets säkerhetskod är ofullständig.";

/* Error message for card entry form when CVC/CVV is invalid */
"Your card's security code is invalid." = "Kortets säkerhetskod är ogiltig.";

/* Error message for when postal code in form is incomplete */
"Your postal code is incomplete." = "Ditt postnummer är ofullständigt.";

/* Error message for when postal code in form is invalid */
"Your postal code is invalid." = "Ditt postnummer är ogiltigt.";

/* Caption for Zip Code field on address form (only shown when country is United States only) */
"ZIP Code" = "Postkod";

/* accessibility label for text field */
"card number" = "kortnummer";

/* Placeholder string for email entry field. */
"example@example.com" = "exempel@exempel.com";

/* accessibility label for text field */
"expiration date" = "utgångsdatum";

/* Payment Method type brand name. */
"giropay" = "giropay";

/* Source type brand name */
"iDEAL" = "iDEAL";

/* iDEAL bank section title for iDEAL form entry. */
"iDEAL Bank" = "iDEAL Bank";

